[
	{
		"title": "The Wild Bunch",
		"year": 1969,
		"description": "An aging group of outlaws look for one last big score as the \"traditional\" American West is disappearing around them.",
		"metascore": 98,
		"seen": false,
		"rank": 25
	},
	{
		"title": "Au hasard Balthazar",
		"year": 1966,
		"description": "Robert Bresson's 1966 film focuses on the story of the donkey Balthazar and the people around him.",
		"metascore": 98,
		"seen": false,
		"rank": 26
	},
	{
		"title": "The Lady Vanishes",
		"year": 1938,
		"description": "While travelling in continental Europe, a rich young playgirl realizes that an elderly lady seems to have disappeared from the train.",
		"metascore": 98,
		"seen": false,
		"rank": 27
	},
	{
		"title": "Pépé le Moko (re-release)",
		"year": 2002,
		"description": "A re-release of Julien Divivier's 1937 romantic crime classic.",
		"metascore": 98,
		"seen": false,
		"rank": 28
	},
	{
		"title": "The Treasure of the Sierra Madre",
		"year": 1948,
		"description": "Fred Dobbs and Bob Curtin, two Americans searching for work in Mexico, convince an old prospector to help them mine for gold in the Sierra Madre Mountains.",
		"metascore": 98,
		"seen": false,
		"rank": 29
	},
	{
		"title": "Pan's Labyrinth",
		"year": 2006,
		"description": "Following a bloody civil war, young Ofelia enters a world of unimaginable cruelty when she moves in with her new stepfather, a tyrannical military officer. Armed with only her imagination, Ofelia discovers a mysterious labyrinth and meets a faun who sets her on a path to saving herself and her ailing mother. But soon, the lines between fantasy and reality begin to blur, and before Ofelia can turn back, she finds herself at the center of a ferocious battle between good and evil. [Warner Bros.]",
		"metascore": 98,
		"seen": false,
		"rank": 30
	},
	{
		"title": "Some Like It Hot",
		"year": 1959,
		"description": "When two male musicians witness a mob hit, they flee the state in an all-female band disguised as women, but further complications set in.",
		"metascore": 98,
		"seen": false,
		"rank": 31
	},
	{
		"title": "North by Northwest",
		"year": 1959,
		"description": "A hapless New York advertising executive is mistaken for a government agent by a group of foreign spies, and is pursued across the country while he looks for a way to survive.",
		"metascore": 98,
		"seen": false,
		"rank": 32
	},
	{
		"title": "Hoop Dreams",
		"year": 1994,
		"description": "Two inner-city Chicago boys with hopes of becoming professional basketball players struggle to become college players.",
		"metascore": 98,
		"seen": false,
		"rank": 33
	},
	{
		"title": "Rashomon",
		"year": 1951,
		"description": "The rape of a bride and the murder of her samurai husband are recalled from the perspectives of a bandit, the bride, the samurai's ghost and a woodcutter.",
		"metascore": 98,
		"seen": false,
		"rank": 34
	},
	{
		"title": "The Passion of Joan of Arc",
		"year": 1929,
		"description": "In 1431, Jeanne d'Arc is placed on trial on charges of heresy. The ecclesiastical jurists attempt to force Jeanne to recant her claims of holy visions.",
		"metascore": 98,
		"seen": false,
		"rank": 35
	},
	{
		"title": "All About Eve",
		"year": 1950,
		"description": "An ingenue insinuates herself into the company of an established but aging stage actress and her circle of theater friends.",
		"metascore": 98,
		"seen": false,
		"rank": 36
	},
	{
		"title": "Metropolis (re-release)",
		"year": 2002,
		"description": "Possibly the crowning achievement of silent cinema, Fritz Lang's 1927 blockbuster fuses the frenetic storytelling of twenties pulp fiction with Lang's personal fascination with the darker side of human nature. (Kino International)",
		"metascore": 98,
		"seen": false,
		"rank": 37
	},
	{
		"title": "Jules and Jim",
		"year": 1962,
		"description": "Decades of a love triangle concerning two friends and an impulsive woman.",
		"metascore": 97,
		"seen": false,
		"rank": 38
	},
	{
		"title": "My Left Foot",
		"year": 1989,
		"description": "True story of cerebral palsied Christy Brown, who overcame his illness and poverty to become an accomplished artist, poet and writer.",
		"metascore": 97,
		"seen": false,
		"rank": 39
	},
	{
		"title": "The Night of the Hunter",
		"year": 1955,
		"description": "A traveling preacher's (Robert Mitchum) nefarious motives for marrying a fragile widow (Shelley Winters) are uncovered by her terrified young children.",
		"metascore": 97,
		"seen": false,
		"rank": 40
	},
	{
		"title": "Ran",
		"year": 1985,
		"description": "An adaptation of William Shakespeare’s King Lear, Ran considers the disastrous consequences of Lord Hidetora Ichimonji’s (Tatsuya Nakadai) decision to split his kingdom among his three sons.",
		"metascore": 97,
		"seen": false,
		"rank": 41
	},
	{
		"title": "Gone with the Wind",
		"year": 1940,
		"description": "A Southern belle struggles with the devastation of the Civil War and Reconstruction. This classic won 8 Academy Awards, including Best Picture.",
		"metascore": 97,
		"seen": false,
		"rank": 42
	},
	{
		"title": "The Third Man",
		"year": 1949,
		"description": "Pulp novelist Holly Martins travels to shadowy, postwar Vienna, only to find himself investigating the mysterious death of an old friend, Harry Lime.",
		"metascore": 97,
		"seen": false,
		"rank": 43
	},
	{
		"title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
		"year": 1964,
		"description": "Through a series of military and political accidents, a psychotic general - U.S. Air Force Commander Jack D. Ripper (Hayden) - triggers an ingenious, irrevocable scheme to attack Russia's strategic targets with nuclear bombs. The U.S. President (Sellers) and Dr. Strangelove (Sellers), a wheelchair-bound nuclear scientist who has bizarre ideas about man's future, work with the Soviet premier in a desperate effort to save the world.",
		"metascore": 97,
		"seen": false,
		"rank": 44
	},
	{
		"title": "Quo Vadis, Aida?",
		"year": 2021,
		"description": "Bosnia, July 11th 1995. Aida is a translator for the United Nations in the small town of Srebrenica. When the Serbian army takes over the town, her family is among the thousands of citizens looking for shelter in the UN camp. As an insider to the negotiations Aida has access to crucial information that she needs to interpret. What is at the horizon for her family and people - rescue or death? Which move should she take? [Super LTD]",
		"metascore": 97,
		"seen": false,
		"rank": 45
	},
	{
		"title": "Psycho",
		"year": 1960,
		"description": "A Phoenix secretary embezzles $40,000 from her employer's client, goes on the run, and checks into a remote motel run by a young man, Norman Bates (Anthony Perkins) under the domination of his mother.",
		"metascore": 97,
		"seen": false,
		"rank": 46
	},
	{
		"title": "Rififi (re-release)",
		"year": 2000,
		"description": "A reissue of a classic French caper thriller in which Tony, fresh out of prison, teams with three cohorts to pull off a major jewel heist which goes awry. The film's title is slang for \"rough stuff,\" and it's robbery sequence is famous for its exciting, completely silent robbery scene.",
		"metascore": 97,
		"seen": false,
		"rank": 47
	},
	{
		"title": "4 Months, 3 Weeks and 2 Days",
		"year": 2008,
		"description": "During the final days of communism in Romania, two college roommates Otilia and Gabita are busy preparing for a night away. But rather than planning for a holiday, they are making arrangements for Gabita's illegal abortion and unwittingly, both find themselves burrowing deep down a rabbit hole of unexpected revelations. [IFC Films]",
		"metascore": 97,
		"seen": false,
		"rank": 48
	},
	{
		"title": "Parasite",
		"year": 2019,
		"description": "Meet the Park Family: the picture of aspirational wealth. And the Kim Family, rich in street smarts but not much else. Be it chance or fate, these two houses are brought together and the Kims sense a golden opportunity. Masterminded by college-aged Ki-woo, the Kim children expediently install themselves as tutor and art therapist, to the Parks. Soon, a symbiotic relationship forms between the two families. The Kims provide 'indispensable' luxury services while the Parks obliviously bankroll their entire household. When a parasitic interloper threatens the Kims’ newfound comfort, a savage, underhanded battle for dominance breaks out, threatening to destroy the fragile ecosystem between the Kims and the Parks.",
		"metascore": 97,
		"seen": true,
		"rank": 49
	},
	{
		"title": "Battleship Potemkin",
		"year": 1926,
		"description": "In the midst of the Russian Revolution of 1905, the crew of the battleship Potemkin mutiny against the brutal, tyrannical regime of the vessel's officers. The resulting street demonstration in Odessa brings on a police massacre.",
		"metascore": 97,
		"seen": false,
		"rank": 50
	},
	{
		"title": "A Streetcar Named Desire",
		"year": 1951,
		"description": "Disturbed Blanche DuBois (Vivien Leigh) moves in with her sister in New Orleans and is tormented by her brutish brother-in-law (Marlon Brando) while her reality crumbles around her.",
		"metascore": 97,
		"seen": false,
		"rank": 51
	},
	{
		"title": "The Maltese Falcon",
		"year": 1941,
		"description": "A private detective (Humphrey Bogart) takes on a case that involves him with three eccentric criminals, a gorgeous liar, and their quest for a priceless statuette.",
		"metascore": 97,
		"seen": false,
		"rank": 52
	},
	{
		"title": "American Graffiti",
		"year": 1973,
		"description": "A couple of high school grads spend one final night cruising the strip with their buddies before they go off to college.",
		"metascore": 97,
		"seen": false,
		"rank": 53
	},
	{
		"title": "12 Angry Men",
		"year": 1957,
		"description": "12 Angry Men, by Sidney Lumet, is a behind-closed-doors look at the American legal system. This iconic adaptation of Reginald Rose’s teleplay stars Henry Fonda as the dissenting member on a jury of white men ready to pass judgment on a Puerto Rican teenager charged with murdering his father. The result is a saga of epic proportions that plays out over a tense afternoon in one sweltering room.",
		"metascore": 97,
		"seen": true,
		"rank": 54
	},
	{
		"title": "Dumbo",
		"year": 1941,
		"description": "This simple animated tale is set in a circus and spotlights a baby elephant, Dumbo, who is mocked and ridiculed because his ears are too big, only to be assisted by a mouse to achieve his full potential.",
		"metascore": 96,
		"seen": true,
		"rank": 55
	},
	{
		"title": "Roma",
		"year": 2018,
		"description": "Roma follows Cleo (Yalitza Aparicio), a young domestic worker for a family in the middle-class neighborhood of Roma in Mexico City. Delivering an artful love letter to the women who raised him, Cuarón draws on his own childhood to create a vivid and emotional portrait of domestic strife and social hierarchy amidst political turmoil of the 1970s.",
		"metascore": 96,
		"seen": true,
		"rank": 56
	},
	{
		"title": "Man with a Movie Camera",
		"year": 1929,
		"description": "A man travels around a city with a camera slung over his shoulder, documenting urban life with dazzling invention.",
		"metascore": 96,
		"seen": false,
		"rank": 57
	},
	{
		"title": "Spirited Away",
		"year": 2002,
		"description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free herself and return her family to the outside world.",
		"metascore": 96,
		"seen": true,
		"rank": 58
	},
	{
		"title": "Toy Story",
		"year": 1995,
		"description": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
		"metascore": 96,
		"seen": true,
		"rank": 59
	},
	{
		"title": "Summer of Soul (...Or, When the Revolution Could Not Be Televised)",
		"year": 2021,
		"description": "In 1969, during the same summer as Woodstock, a different music festival took place 100 miles away. More than 300,000 people attended the summer concert series known as the Harlem Cultural Festival. It was filmed, but after that summer, the footage sat in a basement for 50 years. It has never been seen. Until now.",
		"metascore": 96,
		"seen": false,
		"rank": 60
	},
	{
		"title": "The Shop Around the Corner",
		"year": 1940,
		"description": "Two employees at a gift shop can barely stand each other, without realizing that they are falling in love through the post as each other's anonymous pen pal.",
		"metascore": 96,
		"seen": false,
		"rank": 61
	},
	{
		"title": "Rosemary's Baby",
		"year": 1968,
		"description": "A young couple move into an apartment, only to be surrounded by peculiar neighbors and occurrences. When the wife becomes mysteriously pregnant, paranoia over the safety of her unborn child begins to control her life.",
		"metascore": 96,
		"seen": true,
		"rank": 62
	},
	{
		"title": "12 Years a Slave",
		"year": 2013,
		"description": "In the pre-Civil War United States, Solomon Northup, a free black man living in upstate New York, is abducted and sold into slavery.",
		"metascore": 96,
		"seen": true,
		"rank": 63
	},
	{
		"title": "Manchester by the Sea",
		"year": 2016,
		"description": "After the death of his older brother Joe (Kyle Chandler), Lee Chandler (Casey Affleck) is shocked to learn that Joe has made him sole guardian of his nephew Patrick (Lucas Hedges). Taking leave of his job, Lee reluctantly returns to Manchester-by-the-Sea to care for Patrick, a spirited 15-year-old, and is forced to deal with a past that separated him from his wife Randi (Michelle Williams) and the community where he was born and raised. Bonded by the man who held their family together, Lee and Patrick struggle to adjust to a world without him.",
		"metascore": 96,
		"seen": true,
		"rank": 64
	},
	{
		"title": "The Battle of Algiers",
		"year": 2004,
		"description": "The Battle of Algiers re-creates a key year in the tumultuous Algerian struggle for independence from the occupying French in the 1950s. As violence escalates on both sides, children shoot soldiers at point-blank range, women plant bombs in cafés, and French soldiers resort to torture to break the will of the insurgents. Shot on the streets of Algiers in documentary style, the film is a case study in modern warfare, with its terrorist attacks and the brutal techniques used to combat them.",
		"metascore": 96,
		"seen": false,
		"rank": 65
	},
	{
		"title": "A Hard Day's Night",
		"year": 1964,
		"description": "Meet the Beatles! Just one month after they exploded onto the U.S. scene with their Ed Sullivan Show appearance, John, Paul, George, and Ringo began working on a project that would bring their revolutionary talent to the big screen. A Hard Day's Night, in which the bandmates play cheeky comic versions of themselves, captured the astonishing moment when they officially became the singular, irreverent idols of their generation and changed music forever.",
		"metascore": 96,
		"seen": false,
		"rank": 66
	},
	{
		"title": "Killer of Sheep",
		"year": 2007,
		"description": "Killer of Sheep examines the black Los Angeles ghetto of Watts in the mid-1970s through the eyes of Stan, a sensitive dreamer who is growing detached and numb from the psychic toll of working at a slaughterhouse. The film offers no solutions; it merely presents life -- sometimes hauntingly bleak, sometimes filled with transcendent joy and gentle humor.",
		"metascore": 96,
		"seen": false,
		"rank": 67
	},
	{
		"title": "Nashville",
		"year": 1975,
		"description": "Over the course of a few hectic days, numerous interrelated people prepare for a political convention as secrets and lies are surfaced and revealed.",
		"metascore": 96,
		"seen": false,
		"rank": 68
	},
	{
		"title": "Red River",
		"year": 1948,
		"description": "Dunson leads a cattle drive, the culmination of over 14 years of work, to its destination in Missouri. But his tyrannical behavior along the way causes a mutiny, led by his adopted son.",
		"metascore": 96,
		"seen": false,
		"rank": 69
	},
	{
		"title": "The Philadelphia Story",
		"year": 1940,
		"description": "When a rich woman's ex-husband (Cary Grant) and a tabloid-type reporter (James Stewart) turn up just before her planned remarriage, she (Katherine Hepburn) begins to learn the truth about herself.",
		"metascore": 96,
		"seen": false,
		"rank": 70
	},
	{
		"title": "Sansho the Bailiff",
		"year": 1955,
		"description": "When an idealistic governor disobeys the reigning feudal lord, he is cast into exile, his wife and children left to fend for themselves and eventually wrenched apart by vicious slave traders. Under Kenji Mizoguchi’s dazzling direction, this classic Japanese story became one of cinema’s greatest masterpieces, a monumental, empathetic expression of human resilience in the face of evil.",
		"metascore": 96,
		"seen": false,
		"rank": 71
	},
	{
		"title": "Ratatouille",
		"year": 2007,
		"description": "Despite his sensational sniffer and sophisticated palate, Remy's dreams of becoming a chef seem hopeless due to one small detail--he's a rat! Through a twist of fate, he ends up in the world-famous restaurant of his late hero, Auguste Gusteau. With a dash of culinary courage and the help of garbage boy Linguini, Remy whips up exquisite meals that impress even the nasty chef Skinner and food critic Anton Ego. Together they conquer the kitchen and prove that big dreams can come true no matter how small you are.",
		"metascore": 96,
		"seen": true,
		"rank": 72
	}
]
